{
  "short": "Worked in a digital agency, a development studio and founded my own company. 13 years of experience in Drupal, backend/frontend development, UX/UI design, devops. Self-taught. Won awards. Attended and organised Drupal events. Spoke in them.\n\nGood food, good company, lots of sports.\n\n_That wasn't so bad, right?_",
  "long": "My path started in 2010 when I joined the ranks of ENKI, a web agency, as a web designer. Quickly, I moved to development, more specifically to Drupal as a frontend and backend developer. It became an instant connection which is still very much strong to this day. With ENKI, we received several digital awards for specific projects as well as an overall best digital agency in Slovenia for several years in a row.\n\nAfter ENKI, I founded my own company called Iuvo where I worked on full scope projects for clients all around the world. During this time I also received the prestigious Site of the day and Honorable mention awards on CSS Design Awards and Awwwards sites.\n\nLater on, I crossed paths and joined forces with AGILEDROP where my role became the team lead on projects spanning from e-commerce to big corporate websites to completely custom web applications.\n\nMoving on I joined a London based studio called NDP as a senior developer, where I lead, planed and developed complex websites and applications, working in sectors ranging from corporate, education. charity and all the way to medicine and health care.\n\nIn between I also passed the tests and interviews they threw at me at Toptal, where I became one of their Drupal developers [for hire](https://www.toptal.com/resume/jan-zavrl). They do pride themselves on hiring the top 3% freelance talents in the world, so I'm definitely mentioning that.\n\nMy last adventure was with the amazing people at Dropsolid, a Ghent based digital agency, where I took on challenges from the biggest clients in the country, as well as beverages from Belgium's world known breweries.\n\nMy focus was always Drupal and my goal was to deliver the best possible solution in terms of UX/UI as well as code structure, and making sure I enjoy every minute of it.\n\nI'm also self-taught, so you can bet I can navigate my way around any obstacle you can throw at me better than a Roomba vacuum cleaner.\n\nDuring this time I have also attended several Drupal Camps and Drupal Dev Days across Europe where in some of them I also gave a session. I have also been involved in my local Drupal community, attending and helping organise meetups and camps.\n\nHave I mentioned I'm also an Acquia  Triple Certified Drupal expert? No? Well, I'm an [Acquia](https://certification.acquia.com/user/4429) Triple Certified Drupal expert. There.\n\nOther than that I enjoy good food - including preparing it, with a side of a good company. I'm also passionate about sports. Watch it, play it, discuss it, you name it. Currently, my heart lies between two wheels of a road bike, where I sweat, curse and laugh my way up and down the local hills and an occasional race here and there. I also played football on a club level. Now you might be wondering which one. I'll give you a hint - it involves a round ball which you kick with your feet. Hence, the name.\n\nI also mix it up with some tennis, gym, hiking, kite-surfing, cross country skiing, ... Well, let's just say, Drupal has its fair share of stressful moments, which need to be neutralized, right?.\n\n_You wish you went for the shorter version, don't you?_"
}
